tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core", "https://github.com/Homebrew/homebrew-core.git"
brew "antigen"
brew "genact"
brew "git"
brew "xz"
brew "python"
brew "mackup"
brew "mas"
brew "python@2"
brew "qemu"
brew "repo"
brew "ruby"
brew "telnet"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "alfred"
cask "android-studio"
cask "cyberduck"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "kap"
cask "licecap"
cask "minecraft"
cask "multimc"
cask "pdf-expert"
cask "proxifier"
cask "sdformatter"
cask "shadowsocksx-ng"
cask "snipaste"
cask "sourcetree"
cask "sublime-text"
cask "synergy"
cask "telegram"
cask "tencent-lemon"
cask "the-unarchiver"
cask "thunder"
cask "typora"
cask "visual-studio-code"
cask "vmware-fusion"
mas "Amphetamine", id: 937984704
mas "MindNode", id: 1289197285
mas "Speedtest", id: 1153157709
mas "Xcode", id: 497799835
mas "奇妙清单", id: 410628904
mas "微信", id: 836500024
