brew "git"
brew "genact"
brew "python"
brew "python@2"
brew "repo"
brew "vim"
brew "wget"
brew "xz"

cask "visual-studio-code"
cask "sublime-text"
cask "google-chrome"
cask "proxifier"
cask "alfred"
cask "android-studio"
cask "iina"
cask "licecap"
cask "pdf-expert"
cask "snipaste"
cask "sourcetree"
cask "the-unarchiver"
cask "thunder"

mas "Xcode", id: 497799835