tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "antigen"
brew "genact"
brew "git"
brew "xz"
brew "python"
brew "mackup"
brew "mas"
brew "python@2"
brew "repo"
brew "wget"
brew "zsh"
cask "1password"
cask "alfred"
cask "android-studio"
cask "google-chrome"
cask "iina"
cask "licecap"
cask "megasync"
cask "pdf-expert"
cask "proxifier"
cask "shadowsocksx-ng"
cask "snipaste"
cask "sourcetree"
cask "sublime-text"
cask "the-unarchiver"
cask "thunder"
cask "visual-studio-code"
mas "Xcode", id: 497799835
